{
  "userid": "ba5eba11",
  "handle": "kilroy",
  "authors": [
    "Bruce Thomas"
  ],
  "storyid": "fee1dead",
  "title": "Make the name",
  "version": "1",
  "language": "UK english diction",
  "logline": "A disgusting self-obsessed man gets what he paid for.",
  "banner": "base64-make-the-name.png",
  "format": "plain",
  "tags": [
    "horror",
    "profanity",
    "sex",
    "violence"
  ],
  "notes": [
    {
      "message": "Ipsum reprehenderit nulla do excepteur cillum ea ipsum.",
      "ts": 1231231231234,
      "status": 0,
      "likes": [
        1,
        2,
        3,
        4
      ]
    }
  ],
  "likes": [
    "echo",
    "charlie"
  ],
  "comments": {
    "0": [
      {
        "message": "Ipsum reprehenderit nulla do excepteur cillum ea ipsum.",
        "ts": 1231231231234,
        "status": 0,
        "likes": [
          1,
          2,
          3,
          4
        ]
      }
    ]
  },
  "content": "“Two coins, two coins”\n\nThis guy is a fucking nutter. I look at Linda and raise an eyebrow.\n\nShe bats longfalse eyelashes at me with that forlorn kitten-face look. I have just spent £53 feeding her, and liquoring her - with overpriced wine -  oh yes, and listening to a morbid monologue about her dear demented randmother.  thought she’d never stop.\n\nBut I managed to remain uncharacteristically charming. She’s got great tits.\n\nOur dinner ordeal is over, she’s ripe and ready to be plucked, and now we are standing under an old railway bridge, in kegness. I hate this place. We are on our way to my hotel room. My considerable investment should return her panties.\n\nIn front of us is a homeless beggar. He stinks. And I mean bad, like the lingering stench from a municipal waste ruck. nd here I go, again, dipping my hand into my pocket.\n\nI’ll give him seventy three pence,. and keep the rest for later, I need to buy smokes.\n\nI drop the four coins into his palm.\n\nHe studies his reward for being utterly useless, checking each coin in turn.\n\n“No!!!!! No. No. Two coins, two coins. Not ones of coins, Twins.”\n\nThen the beggar gives them back.\n\n“Two coins, two coins”\n\n“Ungrateful bugger, c’mon Linda let’s get going”\n\n“Ah no, poor thing, he justs wants a quid, what’s a quid?”\n\nThen give it to him yourself you stupid skank. I obviously didn’t say that, not very romantic, so instead I smile, and dig deep. No way I’m exceeding one pound though. These kind of people should not be encouraged to leech off taxpayers. wo shiny 50 pence coins.\n\nI drop the silver pieces into his palm.\n\nHe rubs his hands together, then bites each one and nods like a toy dog.\n\n“Yessssssss. Two coins. Yes. Yes. Make the name. Make the name”\n\nOkay this is a bit too fucked up for me. I tug at Linda, who squats to eye level.\n\n“Don’t you have a shelter to sleep in, Mister?”\n\nBut he can’t hear her, he just looks at me and repeats, “Make the name. Make the name”\n\nOh for god’s sake! Okay, it’s obvious really.\n\n“Rumplestiltskin, okay. Did you get that? Yeah? Rumple-fucking-stilt-skin”\n\n“Noooooo! Make it half, make it whole! Make the name!”\n\n“What the fuck are you on about, geezer?”\n\n“Larry …. Don’t be unkind, that’s just horrible, he can’t help it. It’s so sad really.”\n\nOkay.\n\n“Mickey ….. Mouse!”\n\nAs I say it, he holds each coin up, as if they were listening to my words, one at a time. It felt fucking creepy. But hat was nothing by comparison.\n\nHe presses the coins to his ears.\n\n“Hear the half. Yes. Hear the whole. Yes. The name is made. Spit it out.”\n\nThe rotten corpse of a man smiled at me and tucked the coins under his eyelids.\n\nA gray tongue slid out from his mouth and it’s purple black tip flapped like cunnilingus , and from this throat came laughter, thick and pungent halitosis laughter, and the shadows recoiled in disgust and turned to oil, thick and sticky, and he laughed and laughed at me, with the sound of one hundred voices, spanning a thousand years, and they all seem o et the punchline, to an hilarious joke, and it is really funny, but I just don’t get it. And it tastes wrong.\n\nLinda, the disproportionate Barbie doll, turned banshee and screamed off in hysterics.\n\nI decided to kick the laughter right out of that fucker. But his throat swallowed him. He  wasn’t there, except for his shadow on the wall, which stood up slowly, a head taller than me, and it looked at me. I swear to God the shadow looked at me. And then it slipped off the wall, over the cobbled floor and stuck itself to the soles of my shoes. A hadow for my shadow. Then Linda’s heel snapped and she smashed to the floor.\n\nI ran over to her, and tried to help her up. But then she noticed.\n\n“Oh my God, he’s vanished”, she screamed. Over and over and over and over again.\n\nI did the right thing. I gave her a very gentle little slap. And in my defence, it worked, I mean she stopped creaming. So … you know, it was the right thing to do.\n\nBut, on the other hand, I ended up wasting fifty three pounds, correction fifty four pounds. And that’s already halfway to a good old-fashioned hooker, you know what I’m saying? Oh well … win some, lose some. God, I hate this place,  can’t wait to get back to London. Like my dad used to say ... “You get what you pay for”.\n\nIt is really difficult to sleep with a light on, but with a hard on it’s impossible. And it stayed on. I tried to make it go away, but that didn’t work. When I close my eyes to conjure fantasies of filth and flesh all I see is that hadow. t’s intruding on my darkness.\n\nIt’s now six o’clock and I’m exhausted. I turn my alarm off before it rings and get up, I may as well go to work. Get busy, clear my mind, make some more money. My cock throbs like a metronome. In secondary school, me and my mates were walking down the corridor, toward the canteen, and suddenly I got an erection, I was fifteen then, and this feels like that. I remember putting my hand in my pocket and holding it flat, so that nobody would notice. I was so proud of yself,it was hot and eager.\n\nThis is not like that\n\nThe office is empty.\n\nPink, pink, ponk. Neon lights.\n\nI walk over to the stationary cupboard, with my hand in my pocket, even though nobody will notice what I hold so dear, nflamed and deranged. I rifle through envelopes and pens to find a broad spool of duct tape.\n\nHidden in a cubicle of the men's toilet I tape myself down. Three generous lengths of tape should be enough. I try not to think about when it's time to take it off. I just can’t deal with ripping pain. I tried to have my chest waxed once, fuck me the agony was diabolical. I do however appreciate a nice smooth juicy peach, enough of that, it’s time to itigate.\n\nWhen you have lost everything, and you think there is nothing left to lose, you will meet me. And I will prove how wrong you are. My bonus is proportionate to the difference between your version of nothing and my version of absolutely verything.\n\nWe are here from London, and the sooner this gets wrapped up the quicker we get back.\n\nI think I’ll sit in the director's chair. It’s always a good idea to drive the idea home, to let them know who’s in charge at this juncture. It’s a modest office, nothing fancy, it has the mandatory bookcase and arbitrary certificates of excellence littered on the wall, and then there is this one peculiar thing, which you don’t often see, a family coat of arms. It looks old, in an antique valuable kind of way. There’s a symmetrical floral decoration that hosts a shiny jousting helmet, beneath that is a flag with vertical yellow and blue stripes. At the base is a scroll that reads “The ncient Arms of Meaux”. I think I’ll keep this as a trophy. I make a mental note.\n\nToday we drag the board of directors over the coals. Paul and I arrived on Friday to collect the keys, and have a preliminary meeting with the financial director. Over the weekend we systematically ploughed through the ledger looking for anomalies, which we found, as usual. That part is important, because a “limited” company means limited liability …. unless you can prove recklessness. Essentially that turns “limited liability” into “unlimited liability”, and gives you permission to go after the personal savings accounts of the directors. Paul is a bloody good bloke, he’s my co-pilot, I how him tricks of the trade, and he sorts out first class coke for the afterparty.\n\nWith a bit of luck that will be Wednesday.\n\n“Hello, what are you doing in my office then?”\n\nOh, this is very unexpected, he must be the MD. He’s in early.\n\n“So you must be”, I look at a business card on the desk, “Johan Michael .. Meau.... how do you pronounce that?”\n\n“Well, firstly you can get out of my chair, and secondly, Johan is actually my dad, call me Michael, it’s an old amily radition. You are … ?”\n\n“Right, so you’re ‘Francais, s'il vous plait’?”\n\n“No. It’s Saxon actually. You say it to rhyme with house. Mouse. Meaux.”\n\nYou have gotta be shitting me! Michael, as in Mick, as in Mike, as in Mickey ... Mouse? I would normally chuckle in is ace, but this is a bit weird. Maybe his father lives under a bridge and smells like shit. I smile sarcastically.\n\n“Hello Mickey Mouse, I am Larry Litigator.”\n\n“Michael. Let’s get that straight, Okay? Now get out of my office.”\n\n“This is NOT your office anymore …. Mickey”\n\nHe walks over the the desk slaps my laptop closed, and picks up the phone.\n\n“What’s your boss's phone number? You see, right now this is my office, this is my phone, and this is me calling your oss to fire your firm, because of you. Or you can behave like a professional?”\n\nI get up, collect my computer and head for the door. You will pay for that, Mister Mouse.\n\n“Larry, before you get comfortable, be a sport and move your cute little car, that parking bay is also mine. Thanks ate, oh and help yourself to the kitchen.”\n\nTo escalate the insult: my free hotel breakfast buffet with bottomless coffee for a solid start to everyday, starts knocking on my bladder door. Great. I need a pair of scissors. I hate Monday’s. I hate Skegness, and hate people who call a brand new Porsche718 Boxster S a “cute little car”. Paul better get over here soon, so we can take this guy own.\n\nIn the same cubicle, I carefully cut away the duct tape, and sit down to pee. How humiliating. Even so the angle is rong, meaning I have to lean forward, until I have one hand on the floor, and the other gently aiming my penis.\n\n“Be a sport and move your cute car” I repeat his words to the door.\n\n“Ha! When I’m done here mister Mickey Mouse, you’re going to get up from YOUR chair, open YOUR window and jump into OUR fucking parking bay. Mark my words!”\n\nOn the last syllable of the last word a spasm clamped my groin. A sickle of unfathomable pain shot up from my prostate to the tip of my unholy shaft. I wanted to vomit. I wanted to punch the floor, to distract the pain, but all I did was scream like a pig. Whimpering I slowly sat back to see what was happening and as I did it erupted. Three minutes of elestial pleasure. It was the most profound feeling of happiness I have ever had.\n\nI slumped on the toilet chair and let the tides of pleasure wash over me. When it was all over I sat a little longer just observing my breath. Bathed in joy, and calm relief. I was covered in semen, and it didn’t matter. I had to move my car anyway, so I would pop home and have shower. I sighed and got dressed. My jacket was on the door hook, so that ould help cover me up. I took the stairs down, and left through the front door.\n\nIn the flowerbed I noticed, for the first time, that my second shadow had shifted ever so slightly. I stopped to look. ast night, under the bridge, I am sure  it was perfectly aligned, but now there’s an overlap.\n\nI was crossing a football pitch, with Dave one night, on our way to a university rave, we had dropped two pills each and my rush had just kicked in, when Dave started giggling and pointing at the floor. The football guys had just finished practice, and the floodlights were still on. Massive banks of lights at either side of the pitch. Dave was laughing at my shadows. I had four, and so did he, which made me laugh too. We ended up running around the playing field chasing nothing, and marvelling as the shadows moved closer or further apart, relative to the bright lights, they behaved like an hour and minute hand, clock shadows we called it and I’ve got a clock shadow again, this time in the iddle of the morning.\n\nI wonder where the second light is shinning from. The fact that my windscreen is smashed to smithereens and that Michael’s broken body is embedded in the hood with blood everywhere, is incidental. I look back to the shadow, and project the angle to locate the light source. That’s odd, there is just one sun. It’s a lovely day, I think I’ll walk ack to London.\n\nIt took two days.\n\nI met lots of people along the way, especially when I went to sleep, behind my eyelids is an enormous hall, and that’s where everyone generally gets together. Sometimes they’ll pop out of my mouth and chat during the day, and I appreciate the company, but mostly I just admire the scenery. The minute hand of my shadow has gradually move from five ast all the way around, when I arrived in central London it had just past the ten to mark.\n\nI was excited to get back, and disappointed when I had. I popped in to the office, but Sally didn’t recognise me, I probably need a shave and a shower, and she got Terry to escort me off the premises, I guess she is having a bad day. When I got home, Abdul wouldn’t buzz me in, so that was awkward, but there is a stunning little park right next door to the apartment so, I hung out there. Me, Frank and some of the other lads were having a MacDonald leftover picnic when this policeman came over to chat. A very angry mother wanted him to tell us that she was a taxpayer and that she had rights too. Oh how we laughed. A taxpayer who comes to the park with her baby son every day except Thursday. Her little ad is lovely, he is the only one that has noticed the second shadow, and he is the only one that tells the truth.\n\n“You’re ugly”, “You stink”, “Where is your mummy?”, “Why do you talk to the air?”, “Are you really a peter-file? What s a peter-file?” That is how the truth sounds. It is short and quick and uncluttered. Fearless.\n\n“No little man, I am not a peter-file. What’s your name?”\n\n“Hi, sorry hello, can I .. thank you. Darren! You mustn’t bother that man anymore. So sorry hahaha, children … have a ice day, okay, byeeeeeee.”, that is how a lie sounds, that’s how the taxpayer talks.\n\nFrank and Phil and the rest of the guys got back into my mouth, and the policeman helped me out of the park, which actually was a lucky turn of events, you see I was distracted and hadn’t noticed what time it was, the shadows where lmost aligned again, and I had somewhere to be, so thank you lady for paying all your taxes, otherwise I’d be late.\n\nLexington Street, Soho, Stringfellows, the gentleman's club. Today is Wednesday, so I know if I am patient, at some point Paul will want to go home. It is important to celebrate your victories in life, and this is where we always came o invest our disposable income. Remember what dad said? “You get what you pay for”.\n\nPaul came out with Veronica and Maxine, his eyes hyperactive and he was eating his teeth, like you do when you have done too much coke. I remember Veronica intimately and Maxine must be her friend, I guess, they keep kissing each ther.\n\n“Hey buddy how are you doing? You’ll never guess what happened to me”\n\nPaul pointed his frantic eyes at me, and the girls stopped kissing. The new girl probably tells the truth because she inched her nose closed. Shit, you know I keep forgetting about that.\n\n“Sorry guys, you know I haven’t had a bath, and I can’t go home …”\n\n“Yeah yeah, we’ve heard it before”, interrupts Paul rudely, and pulls out his wallet.\n\n“Hey Paul, no mate, I don’t need your money. Really I’ve got money. Seriously”\n\nBut Paul didn't hear what I said, he got it all mixed up, what he heard was:\n\n“Two coins, Two coins”\n\nFrank and Harry climbed out my mouth and sat in the palms of my hands, and Frank said in a very loud voice, “This guy is so blind that he’s deaf”. Now Harry is a really odd sort of guy, he is so serious, you never hear him laugh. But he has also got one of those laughs, that sounds like whooping cough, so no matter how silly the joke is, if Harry laughs, you start laughing at him laughing, which makes him laugh at you, so in the end, everyone is laughing at the laughter, and your belly hurts, which is funny in itself, oh how we laughed, all of us, together, everyone inside me came out to see what was going on, and got caught up in the whooping loop, and we laughed for a thousand years, and then, we got tuck on the sole of Paul’s shoe."
}