{
    "testing": {
        "articles": "[{\"guid\":\"a0123456789abcde\",\"name\":\"Startup example\",\"created\":1548222791832,\"opened\":1548222791832}]",
        "previous": "\"a0123456789abcde\"",
        "settings": "{\"width\":59.599999999999994,\"minWidth\":8,\"threshold\":15,\"modifiers\":{\"collapsed\":true,\"strikethrough\":true,\"typewriter\":false,\"markdown\":false,\"dark\":false},\"values\":{\"fontsize\":22},\"current\":null,\"previous\":\"b1692b586af41019\"}",
        "a0123456789abcde": "[{\"text\":\"# Re:writing\"},{\"text\":\"\"},{\"text\":\"Writing is rewriting.\",\"inactive\":\"inactive\",\"selected\":\"selected\"},{\"text\":\"\"},{\"text\":\"This is a simple tool that allows the writer, to systematically breakdown each paragraph into component sentences, and iterate over new versions until the paragraph is complete.\",\"versions\":[\"> This is a crude tool\",\"> A new way to rewrite\",\"This is a simple tool\",\"\",\"that allows\",\"\",\"the writer,\",\"> the student,\",\"> the author\",\"\",\"to systematically breakdown each paragraph into component sentences,\",\"\",\"and iterate over new versions until the paragraph is complete.\"],\"className\":\"className\"},{\"text\":\"\"}]"
    },
    "kilroywashere": {
        "articles": "[{\"guid\":\"b1692b586af41019\",\"name\":\"Delayed departure\",\"created\":1551210408692,\"opened\":1551490776672},{\"guid\":\"e1692b42b1de1010\",\"name\":\"Renaming Rachael\",\"created\":1551208985054,\"opened\":1551209099323},{\"guid\":\"i528fcbd85613013\",\"name\":\"NYC SSC ideas\",\"created\":1548153846973,\"opened\":1551208863669},{\"guid\":\"a0123456789abcde\",\"name\":\"Startup example\",\"created\":1548222791832,\"opened\":1548222791832}]",
        "previous": "\"b1692b586af41019\"",
        "settings": "{\"width\":59.599999999999994,\"minWidth\":8,\"threshold\":15,\"modifiers\":{\"collapsed\":true,\"strikethrough\":true,\"typewriter\":false,\"markdown\":false,\"dark\":false},\"values\":{\"fontsize\":22},\"current\":null,\"previous\":\"b1692b586af41019\"}",
        "a0123456789abcde": "[{\"text\":\"# Re:writing\"},{\"text\":\"\"},{\"text\":\"Writing is rewriting.\",\"inactive\":\"inactive\",\"selected\":\"selected\"},{\"text\":\"\"},{\"text\":\"This is a simple tool that allows the writer, to systematically breakdown each paragraph into component sentences, and iterate over new versions until the paragraph is complete.\",\"versions\":[\"> This is a crude tool\",\"> A new way to rewrite\",\"This is a simple tool\",\"\",\"that allows\",\"\",\"the writer,\",\"> the student,\",\"> the author\",\"\",\"to systematically breakdown each paragraph into component sentences,\",\"\",\"and iterate over new versions until the paragraph is complete.\"],\"className\":\"className\"},{\"text\":\"\"}]",
        "b1692b586af41019": "[{\"text\":\"\"},{\"text\":\"\"},{\"text\":\"Delayed departure\"},{\"text\":\"by Bruce Thomas\"},{\"text\":\"\"},{\"text\":\"\"},{\"text\":\"Draft 5\"},{\"text\":\"(UK English diction)\"},{\"text\":\"\"},{\"text\":\"“The end of everything sat right next to me.”\"},{\"text\":\"\"},{\"text\":\"\"},{\"text\":\"A man in a fluorescent orange waistcoat emerges from the cockpit with a clipboard. Winks at the airhostess and leaves. The airhostess straightens her skirt and pulls the massive door closed. Seconds later the cabin crew perform a routine cross-check.\",\"versions\":[\"A man in a fluorescent orange waistcoat emerges from the cockpit with a clipboard.\",\"Winks at the airhostess and leaves.\",\">He pauses to flirt with the airhostess, and after a not very subtle wink he leaves.\",\"The airhostess straightens her skirt and pulls the massive door closed.\",\">watched by her colleague at the opposite door.\",\"Seconds later the cabin crew perform a routine cross-check.\",\"\"],\"locked\":\"locked\"},{\"text\":\"\"},{\"text\":\"The doors are sealed.\"},{\"text\":\"\"},{\"text\":\"As the crew prepare for departure, a baby near the front of the cabin, starts to cry. My ears and sinuses ache for the same reason. The cabin is pressurizing.\",\"versions\":[\"As the crew prepare for departure, a baby near the front of the cabin, starts to cry.\",\">Have you noticed this happen?\",\"My ears and sinuses ache for the same reason.\",\">It’s air trapped in our head,\",\">Out heads have trapped air.\",\">Trapped air trying escaping for our head.\",\">My head is trapping air.\",\">\",\"The cabin is pressurizing.\",\"\"],\"locked\":\"locked\",\"selected\":\"selected\"},{\"text\":\"\"},{\"text\":\"I swallow deliberately and my ears pop.\"},{\"text\":\"\"},{\"text\":\"My neighbour is a teenager, her head is bowed in prayer. She’s worshiping her phone. Nimble fingers flick and stab and pinch, indifferent to the sombre announcement from our captain, and unperturbed by his insincere apology.\",\"versions\":[\">My teenage neighbour worships her phone, head bowed, nimble thumbs dart and stab, indifferent to a sombre announcement from the captain.\",\">My neighbour is a teenager, and she’s worshiping her phone.\",\"My neighbour is a teenager,\",\">Her head is bowed in religious zeal.\",\"her head is bowed in prayer.\",\">She’s worshiping her phone with religious zeal.\",\"She’s worshiping her phone.\",\"Nimble fingers flick and stab and pinch,\",\"indifferent to the sombre announcement\",\">indifferent to the overhead announcement\",\"from our captain, and unperturbed by his insincere apology.\",\"\"],\"locked\":\"locked\"},{\"text\":\"\"},{\"text\":\"Three hundred kilometers away a dense fog has Gatwick Airport under siege. So we’re grounded, in Barcelona, until our destination clears. But air traffic control have already issued us a \\\"slot\\\", which means we can't leave the plane. We're not going anywhere because God says so.\",\"versions\":[\">Three hundred kilometres away, a dense fog has swallowed Gatwick Airport.\",\"Three hundred kilometers away a dense fog has Gatwick Airport under siege.\",\"So we’re grounded, in Barcelona, until our destination clears.\",\">That means we’re grounded in Barcelona until our destination is cleared for landing.\",\"But air traffic control have already issued us a \\\"slot\\\", which means we can’t leave the plane.\",\">We’re not going anywhere and only God knows for how long.\",\"We’re not going anywhere because God says so.\"],\"locked\":\"locked\"},{\"text\":\"\"},{\"text\":\"My young neighbour doesn't know this yet.\",\"versions\":[\">That’s what the adolescent to my left doesn’t realise.\",\">That is that my adolescent neighbour doesn’t realise.\",\"My young neighbour doesn’t know this yet.\"],\"locked\":\"locked\"},{\"text\":\"\"},{\"text\":\"My neighbour is not alone. Most of the cabin is seething with highly flammable Spanish teenagers. I’m guessing it’s a school trip to \\\"English-land\\\". Boys brag and boast and giggle at exposed bra straps, while girls whisper and gossip and pout for selfies. Selfies. Plural. The first one illuminates the flaws, that need fixing, and the rest are proof of entrapment, in the age of histrionics. I, on the other hand, am a prisoner in the age of envy.\",\"versions\":[\"My neighbour is not alone.\",\">At least a quarter\",\"Most\",\"of the cabin is seething with highly flammable Spanish teenagers.\",\">They must be on a school trip to “English-land”.\",\"I’m guessing it’s a school trip to \\\"English-land\\\".\",\"Boys brag and boast and giggle at exposed bra straps, while girls whisper and gossip and pout for selfies.\",\"Selfies. Plural.\",\"The first one illuminates the flaws, that need fixing, and the rest are proof of entrapment, in the age of histrionics.\",\"\",\"I, on the other hand,\",\">am trapped in the age of envy.\",\"am a prisoner in the age of envy.\",\"\"],\"locked\":\"locked\"},{\"text\":\"\"},{\"text\":\"A woman waddles down the aisle. I'd describe her as: \\\"fat\\\", if it wasn't for the lapel badge that reads \\\"BABY ON BOARD\\\", so I guess she's pregnant but fat enough to fly.\"},{\"text\":\"\"},{\"text\":\"A conductor of the youth, she raises her hands and the students hush. With eloquent grammar-school English, she repeats the captain's news. Silence. Nobody gets it. So she repeats herself, in pigeon Spanish. Immeditelythe cabin laments with a chorus of profanities, which is sustained until the chaperone waddles off.\"},{\"text\":\"\"},{\"text\":\"Offline teenagers are basically crack-heads in withdrawal. Deprived of social media the itchy addicts spool out of their seats and wander the aisle, loitering to solicit approval. Designated seating gets shuffled so that friends and lovers can collude.\"},{\"text\":\"\"},{\"text\":\"The volume has suddenly increased by two decibels.\"},{\"text\":\"\"},{\"text\":\"The air tastes recycled and its temperature reminds me of a public swimming pool. Nice and warm, in a beige kind of way. I remove my tunic, and check my phone. Lucky me. The airport's public WiFi is in reach.\"},{\"text\":\"\"},{\"text\":\"I grab onto it and check the easyJet website.\"},{\"text\":\"\"},{\"text\":\"The captain was right. London: -3°C, heavy fog. Severe weather warning.\"},{\"text\":\"\"},{\"text\":\"I look past my neighbours and out, over the tip of the wing. It's a beautiful day outside. I hate London. I hate queuing. I hate cigarettes and I’m craving a smoke.\"},{\"text\":\"\"},{\"text\":\"My neighbour flicks a glance at me, then preens her hair. I smile. I remember that phase.\"},{\"text\":\"\"},{\"text\":\"She's pretty. Her T-shirt is creased by her bra, one of those stiff moulded bras, one cup size larger than its actual contents. She's not fishing for male attention just yet, she’s defending herself … from the cruel scrutiny of her peers. I remember that phase too. If only she knew hundreds - perhaps millions - of men adore small breasts.\"},{\"text\":\"\"},{\"text\":\"I look up to see her competition. Two aisles down. A murder of crows.\"},{\"text\":\"\"},{\"text\":\"Another announcement extends our delay.\"},{\"text\":\"\"},{\"text\":\"The air hostess follows up, with apologies and a peace offering, broadcasting that refreshments are now available for purchase; excluding alcohol.\"},{\"text\":\"\"},{\"text\":\"OK that's it. I march to the toilet and locked inside I pull out my trusty e-vape, loaded with delicious oily nicotine syrup. Old-school rebel. I push the barrel in my mouth and suck a lung full of synthetic smoke. It curls out seductively. I check the mirror. A mid-life crisis looks back at me through lecherous foggy glasses. Where did I go?\"},{\"text\":\"\"},{\"text\":\"I swallow another lung full of smoke, then another. Then knock, knock, knock. Shit. I wave the air frantically and pocket my nicotine gun and flush the toilet.  KNOCK, KNOCK.\"},{\"text\":\"\"},{\"text\":\"I'm caught. I unlock the door, ready to fight. There’s no way in hell I’m paying a fine.\"},{\"text\":\"\"},{\"text\":\"But it just another passenger. Not what I was expecting. I recognise her. It’s Miss \\\"BABY ON BOARD\\\". The chaperone. She's twitchy with a handbag clutched under arm. She smiles and apologises. The English love to apologise. An inexplicable cultural obsession. I call her bluff with a double apology, but she trumps me with a false smile. I fold.\"},{\"text\":\"\"},{\"text\":\"The catering cart arrives.\"},{\"text\":\"\"},{\"text\":\"\\\"Anything for you sir?\\\"\"},{\"text\":\"\"},{\"text\":\"\\\"Yes, um, a cuppa tea and a Kit-Kat.\\\"\"},{\"text\":\"\"},{\"text\":\"I unfold the table and relax into the internet. After a couple of emails I swap over to BBC news, and as the page struggles to load I notice the group of girls, the ravens, whispering and giggling. I pretend to read.\"},{\"text\":\"\"},{\"text\":\"Two tightly shrinkwrapped girls stand in the aisle beside a friend’s seat. Wanton eyes hunting, they’re not innocent. One girl notices me watching. A lipgloss whisper directs all their eyes towards me. I drop my eyes, betrayed by carnal curiosity.\"},{\"text\":\"\"},{\"text\":\"My neighbour bows her head and gasps. Her knees snap together.\"},{\"text\":\"\"},{\"text\":\"She looks up at me in absolute shame.\"},{\"text\":\"\"},{\"text\":\"Her turquoise leggings blacken with blood, like a surgeon's gown. Her eyes are frantic. My heart breaks on her behalf, so I lean down and hand her my black tunic and nod. She looks up at the button, to call for assistance, and then at me.\"},{\"text\":\"\"},{\"text\":\"I know what happens next, because it happened to me once, a lifetime ago. A trial by laughter. Teenaged cruelty.\"},{\"text\":\"\"},{\"text\":\"I have a plan. The catering cart is approximately three metres down the aisle, and the crew are all women. I press the attention button. The hostess notices and approaches, when she's about two meters away I whisper to my neighbour in pidgeon Spanish.\"},{\"text\":\"\"},{\"text\":\"\\\"I need you to trust me\\\"\"},{\"text\":\"\"},{\"text\":\"She nods.\"},{\"text\":\"\"},{\"text\":\"I bump my lukewarm cup of tea into her lap, and leap up apologising frantically. She bursts into tears. Her trousers are drenched and dark, down to the knee. Her humiliation is in disguise. The air hostess arrives and in the commotion I manage to whisper.\"},{\"text\":\"\"},{\"text\":\"\\\"I think she's having her period, please ... get a blanket\\\"\"},{\"text\":\"\"},{\"text\":\"I continue to serenade with melodramatic apologies, and open the overhead locker, so we have access to her suitcase. Her peers will remember this incident for the wrong reason, in the future they will laugh at her, but mostly they will laugh at me, and I'm proud of that.\"},{\"text\":\"\"},{\"text\":\"The hostess returns with a blanket. I follow them with her suitcase.\"},{\"text\":\"\"},{\"text\":\"The toilet is occupied.\"},{\"text\":\"The hostess knocks with authority.\"},{\"text\":\"No answer.\"},{\"text\":\"\"},{\"text\":\"She knocks again and demands a response.\"},{\"text\":\"Silence.\"},{\"text\":\"\"},{\"text\":\"Bang, bang, bang. The ultimatum.\"},{\"text\":\"Nothing.\"},{\"text\":\"\"},{\"text\":\"She folds aside an aluminium flap, adjacent to the handle, which conceals a manual override.\"},{\"text\":\"\"},{\"text\":\"She slides the bolt over.\"},{\"text\":\"\"},{\"text\":\"The door swings open and the teenager screams.\"},{\"text\":\"\"},{\"text\":\"The human ear is hard-wired to certain frequencies of sound. We can't ignore a crying baby, for example. These sounds penetrate the fabric of existence, and we respond by reflex. It's a pure sound. It cannot lie or deceive in the way language does. Its pitch describes the very essence of being, the nature of suffering, the extent of pain or the violence of rage.\"},{\"text\":\"\"},{\"text\":\"Her pure scream described Armageddon.\"},{\"text\":\"\"},{\"text\":\"A few female passengers suddenly began to weep, while others jumped up in terror. All 236 heads on flight EZ8527 were turned on us. I needed to vomit, but first I must stop her scream.\"},{\"text\":\"\"},{\"text\":\"I guess it must have looked bad when I snatched the girl and gagged her gaping mouth. It must have looked really bad, like I was violating her. I just didn't want anyone to hear what we had seen in that fucking cubicle.\"},{\"text\":\"\"},{\"text\":\"The hostess slammed the door, and took the hysterical girl into the rear reception area of the plane, and sat her down to console her. A massive man in the front row unbuckled himself. My judge, jury and executioner started to marched toward me. I pressed myself against the toilet door and lifted my nicotine gun into my mouth.\"},{\"text\":\"\"},{\"text\":\"\\\"Good news ladies and gentlemen! We’ve been cleared for takeoff. Cabin crew, please prepare the cabin for departure.\\\"\"},{\"text\":\"\"},{\"text\":\"The pilot’s oblivious optimism was grotesque.\"},{\"text\":\"\"},{\"text\":\"The air hostess unhooked the intercom, dialled a code on the keypad. I didn't hear what she said. Behind me, inside the cubicle a woman sat limp, on her chest a badge \\\"BABY ON BOARD\\\", her skirt hitched up, her panties around her ankles, mascara rivers running down her face. The toilet seat, basin, floor and walls were haemorrhaging blood.\"},{\"text\":\"\"},{\"text\":\"When the door first opened, she was shivering. A torrent of blood ran down her inner thighs, meandered around her calves, over her ankles to reach the glossy red lake below. She wore sticky crimson evening gloves that stretched from finger to elbow, and cupped in her hands ... oh god ... in her hands ... forgive me, I can't describe what she cradled in her bloody hands.\"},{\"text\":\"\"},{\"text\":\"She looked up at us, then down at the absurd landscape.\"},{\"text\":\"\"},{\"text\":\"\\\"I, I, I ...\\\" her lips quivered, \\\"I am so sorry\\\"\"},{\"text\":\"\"},{\"text\":\"Slowly she lifted her hands to her mouth, a lumpy purple umbilical cord dangled down between her legs and she kissed her aborted passenger goodbye.\"},{\"text\":\"\"},{\"text\":\"She's still in there now. I'm against the door ventilating on nicotine. Judge Dread is almost upon me. My neighbour is wailing in the corner, with blood throbbing out of her groin and the air hostess is in the other corner, vomiting.\"},{\"text\":\"\"},{\"text\":\"As the avenging stranger passes the lipgloss sex kitten in the aisle, she also expels that terrified gasp, folding forward as her ovaries collapse and blood floods into her crotch.\"},{\"text\":\"\"},{\"text\":\"The alpha male arrives along with his verdict.\"},{\"text\":\"\"},{\"text\":\"Crack! A punch in the head and I smash down next to the hostess. My face is bleeding, the teenager is gushing, and he steps in for strike two, but the air hostess raises a manicured hand in my defence.\"},{\"text\":\"\"},{\"text\":\"He-man pauses confused. The penny drops.\"},{\"text\":\"\"},{\"text\":\"He retreats and opens the toilet door, crosses himself like an altar-boy, then weeps like a child as he tries to heave open the rear door to the aircraft.\"},{\"text\":\"\"},{\"text\":\"The air hostess leaps up on high heels, trained to disarm, she grabs his massive shoulder.\"},{\"text\":\"\"},{\"text\":\"\\\"Excuse me sir, you can NOT do that.\\\"\"},{\"text\":\"\"},{\"text\":\"But he's on autopilot.\"},{\"text\":\"\"},{\"text\":\"\\\"Sir, return to you seat immediate...\\\"\"},{\"text\":\"\"},{\"text\":\"Her unpronounced syllable made me look up. I watched her step back and look down at the floor where she was. A drop of blood, the size of a five pence coin, had stopped her. The next drop, fifty pence in diameter, opened her up.\"},{\"text\":\"\"},{\"text\":\"Blood snaked down her leg, clotting in her stockings.\"},{\"text\":\"\"},{\"text\":\"\\\"Oh God no!!!!! What's happening to me?!\\\"\"},{\"text\":\"\"},{\"text\":\"The rear door popped open, an emergency slide exploded outward and inflated with a hiss.\"},{\"text\":\"\"},{\"text\":\"A murmur from a woman, adjacent to the open toilet, cascaded down the aisles, infecting each row with panic, which erupted like a tidal wave.\"},{\"text\":\"\"},{\"text\":\"I crawled over to shield my neighbour from the hysterical stampede.\"},{\"text\":\"\"},{\"text\":\"Outside the sky was dense, with a sinister mist.\"},{\"text\":\"\"},{\"text\":\"\"},{\"text\":\"\"},{\"text\":\"\"},{\"text\":\"A month has passed since then.\"},{\"text\":\"\"},{\"text\":\"\"},{\"text\":\"\"},{\"text\":\"“The bonus ball is … eighteen. That’s: one and eight, eighteeeeee...”\"},{\"text\":\"\"},{\"text\":\"Click. I change channel.\"},{\"text\":\"\"},{\"text\":\"A handsome woman presents the news. Unemployment is soaring, and nobody gives a fuck. She smiles, the handover smile, she holds for two seconds before the weatherman appears, and if you look at her smile closely you can see the crack in the whole of humanity.\"},{\"text\":\"\"},{\"text\":\"It’s all gone wrong.\"},{\"text\":\"\"},{\"text\":\"The ingredients are there: shiny eyes, bleached teeth, lips in a crescent moon. But it's sterile. Her smile is sterile. All woman have that same smile. It’s the smile of infertility.\"},{\"text\":\"\"},{\"text\":\"This lady hemorrhaged, just like all woman hemorrhaged, except hers happened on prime time television, as she broke the story of her career. \\\"GLOBAL PANDEMIC\\\" which featured footage of passengers, quarantined on a runway, in Barcelona.\"},{\"text\":\"\"},{\"text\":\"The weather followed.\"},{\"text\":\"\"},{\"text\":\"Fog. Low visibility. 94% humidity and a hay fever alert: \\\"extremely high\\\" levels of pollen.\"},{\"text\":\"\"},{\"text\":\"Armageddon was neither nuclear nor biological warfare. It was ecological.\"},{\"text\":\"\"},{\"text\":\"Mother Nature’s last resort.\"},{\"text\":\"\"},{\"text\":\"By the time we figured it out, it was too late. An airborne spawn covered the globe, carrying with it a pollen based protein, designed to sterilise women. The abortion of the human race only took about three weeks, and nobody died.\"},{\"text\":\"\"},{\"text\":\"Click. I change channel.\"},{\"text\":\"\"},{\"text\":\"The world’s youngest person is weeks old, today.\"},{\"text\":\"\"},{\"text\":\"Click. I change channel.\"},{\"text\":\"\"},{\"text\":\"\"},{\"text\":\"\"},{\"text\":\"Click. I’m killing time.\"},{\"text\":\"\"}]",
        "e1692b42b1de1010": "[{\"text\":\"\"},{\"text\":\"\"},{\"text\":\"\"},{\"text\":\"\"},{\"text\":\"\"},{\"text\":\"A wire gate has a rusting metal sign stencilled with \\\"PRIVATE PROPERTY, TRESPASSERS WILL BE PROSECUTED\\\". The sign is blistered with rust. Carved into the surface of the tin, a single menacing word. \\\"WRONG\\\"\"},{\"text\":\"\"},{\"text\":\"\\\"Oh my god, this is it? It is real?\\\"\"},{\"text\":\"\"},{\"text\":\"Shaun nods..\"},{\"text\":\"\"},{\"text\":\"\\\"I know the bartender.\\\"\"},{\"text\":\"\"},{\"text\":\"The metal gates are chained and padlocked, but there’s a gaping hole in the linked wire fence. Shaun pulls it open, and you bow down and climb through. A sudden pain makes you flinch. A loose wire snags your arm and tears the lace sleeve.\"},{\"text\":\"\"},{\"text\":\"\\\"Ouch! Oh fuck, look at that!\\\"\"},{\"text\":\"\"},{\"text\":\"A surface scratch. A thin thread of blood is drawn across your bicep. Shaun crosses the threshold unscathed and together you walk past an old abandoned caravan. It would have been was a makeshift office. The serving window is smashed. A corrugated sign beside the door reads \\\"$3.50 per hour, $15.00 per day, $45.00 per month, Motorcycles FREE\\\". Again beneath the price list, barely visible, the same phrase \\\"WRONG\\\".\",\"selected\":\"selected\"},{\"text\":\"\"},{\"text\":\"The dilapidated dwelling heaves and rocks. Someone is inside. They're fucking. The carnal pleasure sounds offensive. Violent delight.\"},{\"text\":\"\"},{\"text\":\"\\\"Keep walking\\\" warns Shaun, \\\"they're junkies\\\"\"},{\"text\":\"\"},{\"text\":\"The entrance opens out.The landscape is defined by piles of ripped open cars, shipping containers, rotting mattresses and decaying IKEA furniture. The ground is cursed with stains of diesel and oil. A cluster of junkies turn and take notice as the two of you approach, the air is bitter with crack, and strung-out addicts mooch around a burning barrel.\"},{\"text\":\"\"},{\"text\":\"One mutters to another, and they stand up and start toward you from the dark.\"},{\"text\":\"\"},{\"text\":\"\\\"Shaun, I dunno about this ...\\\"\"},{\"text\":\"\"},{\"text\":\"\\\"Don't worry, its fine\\\"\"},{\"text\":\"\"},{\"text\":\"When the junkies are close enough to distinguish their toothless stained mouths they stop, and loiter, and mumble between themselves but don't venture further forward.\"},{\"text\":\"\"},{\"text\":\"\\\"Spare change? I just need a dollar to buy food for my children?\\\"\"},{\"text\":\"\"},{\"text\":\"Shaun stares at them. And they reluctantly return back to the furnace.\"},{\"text\":\"\"},{\"text\":\"\\\"Shaun, I really don’t like this place, let’s go?\\\"\"},{\"text\":\"\"},{\"text\":\"Shaun points to a container near the far wall of the yard.\"},{\"text\":\"\"},{\"text\":\"\\\"There, we'll be fine, really.\\\"\"},{\"text\":\"\"},{\"text\":\"The container is painted matt black. It is has two large swing doors. One is ajar. Shaun steps ahead and goes beyond. But you hesitate. The cleanly painted container doors are covered with words. Hundreds and hundreds of words. All the same. Scratched into the surface and painted over with silky matte paint. WRONG. WRONG. WRONG. WRONG. WRONG. WRONG. WRONG. No one will believe that you actually went to WRONG. You take out your phone, and open Instagram. The screen is black. The camera registers nothing. You take a photo, the flash fires but the image is just black.\"},{\"text\":\"\"},{\"text\":\"\\\"Are you coming?\\\"\"},{\"text\":\"\"},{\"text\":\"You fumble and enter the container, Shaun startles you. He is standing right on top of you, you giggle nervously.\"},{\"text\":\"\"},{\"text\":\"\\\"Shit Shaun! You gave me a fright! This is fucking awesome!\\\"\"},{\"text\":\"\"},{\"text\":\"Your words struggle to exist. You know they were said, but it's like you are in the sound booth at college. The sound has stopped bouncing, it’s dead, absorbed by the dark. You look away from the door, and down into the far reach of the container it has no end. Shaun walks forward into the dark. The dark is fathomless.\"},{\"text\":\"\"},{\"text\":\"\\\"I ... feel funny\\\"\"},{\"text\":\"\"},{\"text\":\"You pronounce the sentence, but nothing comes out. You can feel the vibrations of your inner ear, but there is no manifest evidence of your voice. The dark breeze is tugging you. The border that defines where you end and the world begins has melted away. Your only lifeline is the sting of the scratch on your arm, like pinching yourself when you try to wake up from a dream. You have been robbed of your senses. You are dead. Your mind is panicking. It insists that you run. But you don't. You continue. Ahead of you is a faint glowing smudge.\"},{\"text\":\"\"},{\"text\":\"It is a full-size mirror. It shines darkness, in the same way that a black laptop screen reflects and shines simultaneously. You look terrified and pale, the scratch has ruined the lace sleeve. Self consciously you fix your hair and then you notice Shaun has gone. You can see the glowing outline of the container door behind you. Did he really abandon you here?\"},{\"text\":\"\"},{\"text\":\"\\\"Shaun?\\\"\"},{\"text\":\"\"},{\"text\":\"\\\"I am right here.\\\"\"},{\"text\":\"\"},{\"text\":\"Jesus fuck! His voice is right there, next to you. And in that moment you understand everything, all that is, all that was and all that will never be.\"},{\"text\":\"\"},{\"text\":\"He is not French. He is not Pisces. He is not leeching off his parents. He is not studying ... anything, and he is definitely not a fucking vegan. He’s an anemic, photophobic fucking liar!\"},{\"text\":\"\"},{\"text\":\"Shaun is unborn.\"},{\"text\":\"\"},{\"text\":\"Your adrenaline spikes, you spin around, screaming in panic, and sprint for the exit, your mouth is bitter with with fear yet your legs have not moved. You have gone nowhere. You are still staring into the mirror at the colossal void where Shaun should be. The massive mirror suddenly falls backward like a drawbridge and both of you breach the threshold into WRONG. The harem of souls.\"},{\"text\":\"\"},{\"text\":\"Rivers swell and then relax. Tides rise and then fall. Both oblivious to the hex of the moon. They obey. Spellbound. Shaun makes no attempt to force you, because I am in your mind now.\"},{\"text\":\"\"},{\"text\":\"Your panic evaporates.\"},{\"text\":\"\"},{\"text\":\"What a curious place this is.? It’s cosy, dimly lit and calm in a subliminal way. Old yet tasteful mismatched furniture inhabit the lounge area, and beyond that is an open space where figures twist and weave, hypnotized by unworldly chords and rhyme. In another area, people frolic in sexual rapture, feeding each other with lust, while others recline and draw deeply from long black pipes over a flickering flame lamp. There is a subtle taste of vinegar on the air. Opium.\"},{\"text\":\"\"},{\"text\":\"You suddenly feel insatiably horny.\"},{\"text\":\"\"},{\"text\":\"Shaun approaches the bar.\"},{\"text\":\"\"},{\"text\":\"\\\"Lore is Law\\\"\"},{\"text\":\"\"},{\"text\":\"The barman replies, without turning to face him.\"},{\"text\":\"\"},{\"text\":\"\\\"And the Law is Lore\\\"\"},{\"text\":\"\"},{\"text\":\"Your attention is drawn back to the orgy, your breasts feel full, almost aching and your skin is warm you want to be had. You want to quench this undeniable longing. You are hypnotised, a cobra swaying to the piper tune. Have me. Take me. Eat me. Fuck me. And then a strange whisper beacons. An unreal sound. Soft, comforting and familiar.\"},{\"text\":\"\"},{\"text\":\"\\\"Rachael\\\"\"},{\"text\":\"\"},{\"text\":\"That's your name. Is that your name? Perhaps your mother bestowed it in haste, and all this time you had a different name? Yet, this one is so familiar. You have worn it forever. Perhaps it’s become worn out? Perhaps the barman knows your real name. Perhaps he knows the name you ought to have instead.\"},{\"text\":\"\"},{\"text\":\"Perhaps he can rename you? Here it comes again. The whisper.\"},{\"text\":\"\"},{\"text\":\"\\\"Rachael, not yet, darling, not yet\\\"\"},{\"text\":\"\"},{\"text\":\"You feel childishly sad to abandon this future, and you reluctantly seek the bar where Shaun is sat. The barman is still busy fixing an order. He pours a green liquid into a crystal cup, balances a teaspoon with a sugar cube across it and carries that to a man in a tailored suit with a congressional pin on his lapel.\"},{\"text\":\"\"},{\"text\":\"\\\"Enjoy\\\" he says with a smile, then turns to face Shaun.\"},{\"text\":\"\"},{\"text\":\"\\\"I know what you're having, and how about you?\\\"\"},{\"text\":\"\"},{\"text\":\"The bar is not exactly traditional, it has the typical bottles of spirit as you would expect, yet amongst them are milky glass vials, brown bottles and bulbus flasks. It reminds you of an art-deco apothecary in the french quarter of New Orleans.\"},{\"text\":\"\"},{\"text\":\"The barman is albino. A real albino not a follywood replica. Real. Ivory white hair, pink eyes, pale skin and a magnetic aura. You like him, but you don't really want anything, everything is just fine as it is, and what's more you can’t really remember the name of any cool sounding cocktails. If Samantha where here she would know exactly what to say, and it wouldn’t be ...\"},{\"text\":\"\"},{\"text\":\"\\\"Um. Camomile ... maybe?\\\"\"},{\"text\":\"\"},{\"text\":\"Shaun looks at you and scratches his chin and scoffs with disdain.\"},{\"text\":\"\"},{\"text\":\"\\\"Camomile it is, then.” The barman smiles and lifts his head, his nostrils flare as he inhales, and as a matter of fact he says \\\"Ay, Bee, negative. AB negative. You're menstruating aren't you?\\\"\"},{\"text\":\"\"},{\"text\":\"Shaun the lying bastard nods arrogantly, and smirks. \\\"Bloody Mary.\\\"\"},{\"text\":\"\"},{\"text\":\"And in your humiliation you seethe with rage. But the impulse to slap him is transmitted in thought alone, and the barman steps forward and fulfils your impulse, with considerable force. He slaps Shaun into the concrete floor.\"},{\"text\":\"\"},{\"text\":\"And you are pleased.\"},{\"text\":\"\"},{\"text\":\"Your mind's voice proclaims, in gratitude \\\"Thank you\\\", and the whisper replies \\\"You're welcome\\\". It’s him in my mind. The barman. Words are unnecessary. It scares you and turns you on in equal measure.\"},{\"text\":\"\"},{\"text\":\"Shaun leaps up.\"},{\"text\":\"\"},{\"text\":\"“Fuck you”\"},{\"text\":\"\"},{\"text\":\"He pulls a drawstring purse from his pocket, unties it and empties coarse and black. charred ash on the counter. A once living being discarded so crassly displeases the barman.\"},{\"text\":\"\"},{\"text\":\"“I don’t have all fucking night, let’s do this already! Here is the deed. That’s what you wanted, right? And there’s my debt. A gift. Look at her! Amazing right?”\"},{\"text\":\"\"},{\"text\":\"He points at you, and hands the barman a locket of hair. Your hair, bound with a wax seal, everything he does makes you hate him a little bit more. When did he cut your hair? What’s the wax seal about, and whosewho’s ash is it?\"},{\"text\":\"\"},{\"text\":\"The barman takes the hair, and glances at you.\"},{\"text\":\"\"},{\"text\":\"“She’s all yours. What happened was an accident. Okay? I apologize.”\"},{\"text\":\"\"},{\"text\":\"The barman puts a finger to his lips and closes his eyes, then he puts a pincushion on the counter and pushes it to Shaun, and gestures with a nod.\"},{\"text\":\"\"},{\"text\":\"“What the fuck is this? You know who I am. No fucking way!”\"},{\"text\":\"\"},{\"text\":\"The barman just looks at him.\"},{\"text\":\"\"},{\"text\":\"“You know who I am”\"},{\"text\":\"\"},{\"text\":\"“Stop. Talking.”\"},{\"text\":\"\"},{\"text\":\"A crow perching in a wrought iron cage squawks twice. How could you have missed that? The cage is huge. The barman looks at the creature and shakes his head. Cats are starting to congregate, creeping along the rafters, and sculking beside the shelves. Three jump up on the very far end of the bar and clean themselves all the while watching us carefully.\"},{\"text\":\"\"},{\"text\":\"“You don’t scare me, Balthazar,” spits Shaun.\"},{\"text\":\"\"},{\"text\":\"The barman remains quiet.  Then nods and plucks from a shelf, a small shot glass, a cup, saucer and teapot. He smiles and walks away.\"},{\"text\":\"\"},{\"text\":\"“Balthazar! Are we done? Is it settled? Jesus!”\"},{\"text\":\"\"},{\"text\":\"“Who the hell are you Shaun? Is that even your name?”\"},{\"text\":\"\"},{\"text\":\"Shaun bursts into laughter and dismisses you.\"},{\"text\":\"\"},{\"text\":\"The bartender returns, with a tea cage and an antique crystal decanter. The tea goes in the pot, with steaming water and he places a brown lump on the saucer.\"},{\"text\":\"\"},{\"text\":\"“That’s myrrh resin. It’s not a trick. It compliments camomile … if you wish, and this is blood”\"},{\"text\":\"\"},{\"text\":\"He raises the decanter.\"},{\"text\":\"\"},{\"text\":\"Shaun leans forward eagerly and in the blink of an eye Balthazar snatches his hand, pins it to the counter, underneath his own, and from nowhere plunges an ice pick through his hand, through Shaun’s and an inch into the wooden countertop. Shaun shrieks in agony. The barman yanks their hands up and dibbles Shaun’s dark blood down the spike and into the shot glass, then he whips the pick out and punches Shaun across the room, at the same time the crow shrieks and the cats leap.\"},{\"text\":\"\"},{\"text\":\"Shaun skids to a stop and is immediately encircled by dozens of feral cats, some hiss and snarl and pace around in a wide circle. Each one pauses to urinate until Shaun is trapped inside a broad circle of warm acidic cat piss. A single hysterical giggle comes from a woman nearby just before she comes in a rapture of orgasmic pleasure.\"},{\"text\":\"\"},{\"text\":\"Balthazar lifts Shaun's blood and studies it like a rare Pinot Noir.\"},{\"text\":\"\"},{\"text\":\"“Lore is Law mutha fucker you can’t drink that! I do not invite you in!”\"},{\"text\":\"\"},{\"text\":\"The barman nods. It’s true. He wraps his wound with a tea towel, and pours a some of Shaun’s blood into a mortar, he opens a draw and gets out a short black lamp, the kind you’d normally use to test counterfeit cash, a small yet potent ultraviolet lamp. The most damaging component of sunlight. He shields his eyes and blasts the blood for almost a full second.\"},{\"text\":\"\"},{\"text\":\"The blood hisses then bursts into a shallow flame like burning rum. The crow swoops down and struts upto the flame and caws while Balthazar gargles an ancient verse. The flame elongates into a blue ribbon which hovers over the mortar, the crow hops forward and pecks the empty mortar and the floating blade collapses into a heap of iron filings.\"},{\"text\":\"\"},{\"text\":\"The barman bows his head respectfully over the pile of ash, which Shaun dumped on the bar earlier. He gently spoons it into his palm and lays it to rest in the mortar. And grinds the ash and iron with a pestleal.\"},{\"text\":\"\"},{\"text\":\"The barman pours blood from the decanter into a crystal cup and mixes that with the ground ash and iron, slowly and carefully whispering softly to them both ...\"},{\"text\":\"\"},{\"text\":\"“In the witness of sins, before daughter of Isaac, with this living blood, I bind you.”\"},{\"text\":\"\"},{\"text\":\"The crow caws.\"},{\"text\":\"\"},{\"text\":\"Balthazar toasts to Shaun and to me then sips from the crystal cup. He immediately coughs violently, his eye widen, he drops his head and with great effort he grips the bar, his body twitches and twists and cramps uncontrollably, his head flicks back and forward, his eyes clenched, he laments in agony and violent shame, fangs bare, blood stained, gnashing. The epileptic seizure slowly calms down, returning him to his former composure.\"},{\"text\":\"\"},{\"text\":\"The hall is silent.\"},{\"text\":\"\"},{\"text\":\"The music continues to play, but it is broken and WRONGwrong.\"},{\"text\":\"\"},{\"text\":\"A great sadness descends.\"},{\"text\":\"\"},{\"text\":\"Gradually all the patrons start to weep and mourn with profound sorrow. Even the crow cries.\"},{\"text\":\"\"},{\"text\":\"“It was a mistake Balthazar, you have to believe me”\"},{\"text\":\"\"},{\"text\":\"Without moving the barman whispers once more into your mind.\"},{\"text\":\"\"},{\"text\":\"“Tonight you were given away carelessly, to balance an unpayable debt. The Lore is Law. Please, retrieve yourself, and guard yourself well, for this seal can not be undone. You have been compromised forever. Leave or stay at your leisure.”\"},{\"text\":\"\"},{\"text\":\"The barman pushes the lock of sealed hair to the edge of the bar.\"},{\"text\":\"\"},{\"text\":\"“Rachael, would you like me to freshen your tea, it’s gone cold?”\"},{\"text\":\"\"},{\"text\":\"He looks up for an answer.\"},{\"text\":\"\"},{\"text\":\"You go to him, and pocket the hair, and realise your mind has been released. You become I again. And with this freedom I reach for the crystal cup, I want to know. The barman holds the cup firmly and shakes his head.\"},{\"text\":\"\"},{\"text\":\"“It is forbidden Rachael. You are quartered.”\"},{\"text\":\"\"},{\"text\":\"What does he mean? Who did that? Oh. Right. I see now. Hung, drawn and quartered, the punishment for high treason in Old England, and in a way the same as my birthday present from my mom. I reach behind my neck and unclip and remove my silver chain and pendant crucifix.\"},{\"text\":\"\"},{\"text\":\"“Let me see”\"},{\"text\":\"\"},{\"text\":\"He releases the cup, and I take a sip, it tastes like semen basically, not great. The camomile should fix this. I reach for it but I am floating on the ceiling, and looking down upon myself. I know it’s me, but I am not in the bar, and I am naked, stark naked and spread eagle, and I am crying because I have been nailed onto a wooden X, and bound with rope on my thighs and upper arms. It can’t be me. It is not me, this other me calls out, begging for help. She can see this me, up here, and her voice is my voice. The room is dark, it’s boarded up, but it’s day outside, I can see the glow around a boarded window. Someone is fidgeting with the shutters. No not someone. Shaun. It’s Shaun, he pries open a single plank and a beam of light stripes across the floor. I am pleading in despair, begging him, but no Shaun the cunt pushes me forward until just my lower legs are in the sunlight, and I scream because they are burning, but Shaun does nothing, he just waits and waits until my lower legs have completely burnt off. I have never seen despair like this before. Shaun pulls the cross back and waits for a moment, stroking my face, then he turns the cross sideways and begins to cremate my left arm all the way up to the shoulder, i am vomiting in pain, blisters crawling up my neck, and smouldering and flaring and suddenly this me, the one looking down from above, collapses through onto the floor in the bar called WRONG.\"},{\"text\":\"\"},{\"text\":\"I am exhausted, and wet with sweat and so hot, so hot, stinging sunstroke hot.\"},{\"text\":\"\"},{\"text\":\"The barman is beside me, holding my head and feeding me water, so cold, so soothing.\"},{\"text\":\"\"},{\"text\":\"“Kill him Balthazar. Kill him.” I start crying, but he shakes his head, “please Balthazar?”\"},{\"text\":\"\"},{\"text\":\"He lifts me up to the bar, and pours more water, “but why?” I ask.\"},{\"text\":\"\"},{\"text\":\"“Judgement defines the domain of law for the living, but we are dead. Deeds are deeds. He will be banished to a beast. Now come and put that”, he points to my crucifix, “into there”, he points to the glass of water, “and heal it from your mind child. You must not keep it.”\"},{\"text\":\"\"},{\"text\":\"I place the necklace into the water and true to his word the ordeal so fresh in my mind, gets colder, and slightly blurred, another sip and it is pushed father from reach. But I will not do this. I will remember. I will not forget!\"},{\"text\":\"\"},{\"text\":\"I pour the water onto my face and over my brow until my necklace drops into my mouth, and I spit it into the crystal cup. A column of fire erupts from the glass, white hot, reaching up like a ribbon. Simultaneously Shaun ignites and screams and screams, trapped within the circle of urine. I don’t turn around, but I do see, a thrashing blaize of flames reflected in the mirror behind the bar. The fiery ribbon burns through red and orange, and when the screaming stops, it turns blue and collapses upon itself with a violet glow.\"},{\"text\":\"\"},{\"text\":\"Tonight I have been renamed.\"},{\"text\":\"\"},{\"text\":\"I am Rachael.\"},{\"text\":\"\"}]",
        "i528fcbd85613013": "[{\"text\":\"Zero is infinity.\"},{\"text\":\"\"},{\"text\":\"The birds chirp in summertime just after four am.\"},{\"text\":\"\"},{\"text\":\"That chatter is the gauge of dawn, and of all living things the only ones you can trust are the birds. I am looking into a hedge on the roadside.\"},{\"text\":\"\"},{\"text\":\"A young family of finches is tweeting and chattering. The hedge is about 6 foot and runs parallel to a dry wall. Crawling toward the family of finches is a siamese cat. The sky is royal, the sun is starting to dilute the darkness with tints of blue. The cat is cunning and quiet, it's so focused by the hunger lust that it hasn't noticed me. I identify completely. A mother is about to loose a child, and she is completely unaware. The end is palatable.\",\"versions\":\"A young family of finches is tweeting and chattering. The hedge is about 6 foot and runs parallel to a dry wall. Crawling toward the family of finches is a siamese cat. The sky is royal, the sun is starting to dilute the darkness with tints of blue. The cat is cunning and quiet, it's so focused by the hunger lust that it hasn't noticed me. I identify completely. A mother is about to loose a child, and she is completely unaware. The end is palatable.\",\"locked\":\"locked\"},{\"text\":\"\"},{\"text\":\"The chattering is hysterical and happy. Happiness the domain of youth and innocence. It's a false friend. The murderer strikes. Cold and accurate it darts forward; a rod of instinct all fur and fangs gaping and sharp, the mother flicks around and in an instant the family is airborne, panic stricken. The murderer reveals her tactile hand and at the last moment changes target to snare the mother, the fledglings have flown, the father watches on in agitated anxiety.\"},{\"text\":\"\"},{\"text\":\"At exactly that moment a women, with a watering can is attracted by the commotion and turns to see her beloved mascot snap the finches neck. She screams in vain, scalding and judging and condemning the cat for obeying it's natural instinct. She sets the watering can down and grabs a broom. As she approaches, the proud cat hisses at her, and puffs up. Another snarl, the sluggish bitch tries to swat the cat, but she's gone. One leap and she is up high on the dry wall, the cat flicks around and stops paralysed. The cat has seen me, and in this battle there is no argument.\",\"versions\":\"At exactly that moment a women, with a watering can is attracted by the commotion and turns to see her beloved mascot snap the finches neck. She screams in vain, scalding and judging and condemning the cat for obeying it's natural instinct. She sets the watering can down and grabs a broom. As she approaches, the proud cat hisses at her, and puffs up. Another snarl, the sluggish bitch tries to swat the cat, but she's gone. One leap and she is up high on the dry wall, the cat flicks around and stops paralysed. The cat has seen me, and in this battle there is no argument.\",\"locked\":\"locked\"},{\"text\":\"\"},{\"text\":\"The cat hisses at me and releases the half dead bird to fall on the sidewalk. In the hierarchy of being, absolute fear trumps hunger. We are eye locked in mutual and eternal hatred of one another. I peel back my lips and present fangs and in that moment the lumbering human appears and the status quo is destroyed, the cat bolts and I leap forward and crush her windpipe, she tries to scream but her shrieking panic is muffled. I flick behind her with a choke hold, six minutes later she's out.\"},{\"text\":\"\"},{\"text\":\"I drag her back behind the wall and heave her overweight body into the shed where her rubbish bins are kept. Out of reach from vandalising foxes, and law abiding busy bodies. The house keys are in her coat pocket. And now I am inside her house. I know, she too, has a fledgling in her nest.\"},{\"text\":\"\"},{\"text\":\"I walk upstairs and into her daughters room. The child is asleep. The reason for my visit. She mumbles in her slumber, perhaps the horror of her unseen reality is infecting her unconsciousness. I'm so hungry. She is so warm and pure and healthy, it takes eons of self discipline not to devour her.\"},{\"text\":\"\"},{\"text\":\"My skin is itchy. It's the ultraviolet light, it's dawning just as I pull my van into the yard. The garage door opens, a toothless throat which swallows me and my cargo into the artificial sanctuary of night.\"},{\"text\":\"\"},{\"text\":\"I decant the woman, and contain her daughter, in a holding cell. She's more of an investment than a meal. Here's the thing about the unborn, the day is our night. Night time is for mindainnes. Shopping traveling and feeding. No different to the day dwellers, who spend their time in the blanant day, when it's over people indulge in the night, where the world is shrouded. The inhabitants are lower, fun happens. We are essentially the same, come dawn the creatures gather in inexplicable places to indulge in vices of the their own inclination.\"},{\"text\":\"\"},{\"text\":\"I run a the unborn equivalent of an opium den. A safe haven for amoral activities. And when the majority of the world takes a break for lunch we, just afternoon, we are underground drunk and leterious. The dogs are arriving, it is almost time to open.\"},{\"text\":\"\"},{\"text\":\"Strange Aeons is written in pheromones on the walls, and passages and subway tunnels and it is the dogs and the vampires that detect the subliminal signage. To travel by day is exhausting, and mostly you unbind from the natural manifestation into a familiar, an animal of some description, a vehicle to carry you through the ultraviolet air until you in safe passage, you can traverse the running water, it is very expensive and with it comes an inexplicable thirst. Payable immediately.\",\"selected\":\"selected\"},{\"text\":\"\"},{\"text\":\"Lore is law.\"},{\"text\":\"\"}]"
    }
}
